read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_5.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_BCTL_6.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_BCTL_BDRV_7.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_BCTL_SYNC_8.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_DPATH_9.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_DPATH_BDLBD_10.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_DPATH_CDLBD_11.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_DPATH_LDBCTL_12.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_DPATH_PESPEA_13.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/BIF_DPATH_PPNLBD_14.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_15.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_16.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_ACAL_17.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_CTL_18.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_PROM_19.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_PROM_19_ORG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_TCV_20.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_CS_WCS_21_22.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_24.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_CACHE_25.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_CSR_26.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_HIT_27.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_PPNX_28.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_PTIDB_30.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_PT_29.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_MMU_WCA_31.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_PROC_32.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_PROC_CGA_33.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_PROC_CMDDEC_34.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CPU_STOC_35.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/CYC_36.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/IO_37.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/IO_DCD_38.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/IO_PANCAL_40.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/IO_REG_41.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/IO_UART_42.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_43.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_ADDR_44.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_ADEC_45.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_DATA_46.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_ERROR_47.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_LBDIF_48.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_RAMC_50.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/MEM_RAM_49.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/CPU-BOARD-3202/circuit/ND3202D.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA_COMM.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA_IDBS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA_PFIFC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA_PFIFC_DELAY.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA_PFIFD.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/DECODE_DGA_POW.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F091.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F103.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F571.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F595.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F617.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F714.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DECODE-GateArray/DGA/circuit/F924.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA/circuit/BusDriver16.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA/circuit/CGA.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_ARG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_DBR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_GPR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_OUTMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_OUTMUX_IDBS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_OUTMUX_SEL8.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_QREG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_RALU_LOGOP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_RALU_MUX216L.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_SHIFT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_SMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_STS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_ALU_SWAP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_CPU_ALU_CONTR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_CPU_ALU_OUTMUX_SEL7.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_CPU_ALU_RALU.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_ALU/circuit/CGA_CPU_ALU_RMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_DCD/circuit/CGA_DCD.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_IDBCTL/circuit/CGA_IDBCTL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_IDBCTL/circuit/CGA_IDBCTL_PGSREG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_IDBCTL/circuit/CGA_IDBCTL_SEL6.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_CLR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_CLR_CLRBIT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRGEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRGEL_HIGEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRGEL_HIRL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRGEL_LOGEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRGEL_LORL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRGEL_VMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRQ.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRQ_MASK.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRQ_MASK_MASKBIT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRQ_MREQ.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRQ_REG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_IRQ_REG_RQBIT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_MDCD.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_CMP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_CMP_MAGCMP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_ISMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_OSMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_PTY.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_PTY_PTYENC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_STAT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_STAT_SBIT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_CNTLR_VECGEN_VHR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_INTR/circuit/CGA_INTR_IRSRC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_ADD.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_AP09.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_APOS_CALCA.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_APOS_INC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_DECODE.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_FASTADD.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_LA1025.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_LASEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_PTSEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_SEGPT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_SEGPT_PCR.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_SEGPT_SEG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MAC/circuit/CGA_MAC_SEGPT_XPT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_CONDREG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_CSEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_IINC.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_INCOUNT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_IPOS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_MASEL.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_MASEL_REPEAT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_STACK.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_STACK_BIT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_STACK_BIT12.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_MIC/circuit/CGA_MIC_WCAREG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_TESTMUX/circuit/CGA_TESTMUX.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_TRAP/circuit/CGA_TRAP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_TRAP/circuit/CGA_TRAP_BRKDET.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_TRAP/circuit/CGA_TRAP_TBUF.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_TRAP/circuit/CGA_TRAP_TVGEN.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_TRAP/circuit/CGA_TRAP_TVGEN_P2.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_WRF/circuit/CGA_WRF.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_WRF/circuit/CGA_WRF_RBLOCK.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_WRF/circuit/CGA_WRF_RBLOCK_DR16.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_WRF/circuit/CGA_WRF_RBLOCK_LR16.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_WRF/circuit/CGA_WRF_RBLOCK_PREG.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/DELILAH-CPU/CGA_WRF/circuit/CGA_WRF_RBLOCK_SEL16.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/ND120_TOP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44302B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44303B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44304E.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44305D.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44306A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44307C.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44310D.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44401B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44402D.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44403C.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44404C.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44407A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44408B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44445B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44446B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44511A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44601B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44801A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44803A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44902A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_44904B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_45001B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_45008B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/PAL/PAL_45009B.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/AND_GATE.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/AND_GATE_3_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/AND_GATE_4_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/AND_GATE_5_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/AND_GATE_6_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Adder.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Comparator.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/D_FLIPFLOP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Decoder_4.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Decoder_8.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/FullAdder.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/J_K_FLIPFLOP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Multiplexer_2.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Multiplexer_2_w_enable.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Multiplexer_4.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Multiplexer_8.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/Multiplexer_bus_2.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE_3_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE_4_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE_5_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE_6_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE_7_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NAND_GATE_8_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NOR_GATE.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NOR_GATE_3_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/NOR_GATE_4_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE_3_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE_4_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE_5_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE_6_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE_7_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/OR_GATE_8_INPUTS.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/T_FLIPFLOP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/XNOR_GATE_ONEHOT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/logisim/XOR_GATE_ONEHOT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/A02.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/BD4TU.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/CMP4.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/L4.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/L8.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/LATCH.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/M169C.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX21L.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX21LP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX24P.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX31LP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX34P.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX41P.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/MUX81.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/ND38GHP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/ND38GLP.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/R41P.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/R81.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/R81P.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/RMUX_Gates.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/SCAN_FF.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/SCAN_WITH_RESET_N.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/SCAN_WITH_SET_N.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/ndlib/SR44.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/AM29833A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/AM29841.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/AM29861A.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/AM29C821.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/Am9150.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/Am9150_with_clk.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/FIFO_8BIT.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/IDT6168A_20.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/IMS1403_25.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/SC2661_UART.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/SIP1M9.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TMM2018D_25.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74139.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74241.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74244.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74245.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74273.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74373.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74374.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74393.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74521.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74534.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74646.v
read_verilog  E:/Dev/Repos/Ronny/nd-120/Verilog/Shared/support/TTL_74648.v
hierarchy -top ND120_TOP
synth
write_verilog synthesized.v